{
  "loading": "Ladevorgang...",
  "why_am_i_seeing": "Warum sehe ich diese Seite?",
  "protected_by": "Geschützt durch",
  "protected_from": "Von",
  "made_with": "Mit ❤️ entwickelt in 🇨🇦",
  "mascot_design": "Maskottchen erstellt von",
  "ai_companies_explanation": "Diese Seite wird angezeigt, da der Betreiber der Website Anubis eingerichtet hat, um sie vor aggressiven Webcrawlern von KI-Unternehmen zu schützen. Diese können Ausfälle verursachen, wodurch die Website für niemanden erreichbar ist.",
  "anubis_compromise": "Anubis stellt einen Kompromiss dar. Es verwendet eine Proof-of-Work-Methode nach dem Hashcash-Prinzip, das ursprünglich zur Bekämpfung von E-Mail-Spam entwickelt wurde. Die Idee dahinter: Für einen einzelnen Besucher ist die Verzögerung vernachlässigbar, aber massenhaftes Scraping wird dadurch aufwändig und teuer.",
  "hack_purpose": "Letztendlich ist dies eine Übergangslösung, um mehr Zeit für Browser-Fingerprinting und die Identifizierung von Headless-Browsern (z. B. anhand ihrer Schriftwiedergabe) zu gewinnen. So muss die Proof-of-Work-Seite nicht Nutzern angezeigt werden, die sehr wahrscheinlich legitim sind.",
  "simplified_explanation": "Dies ist eine Maßnahme gegen Bots und bösartige Anfragen, ähnlich einem CAPTCHA. Anstatt jedoch selbst arbeiten zu müssen, erhält dein Browser eine Rechenaufgabe, um sicherzustellen, dass es sich um einen gültigen Client handelt. Dieses Konzept nennt sich <a href=\"https://en.wikipedia.org/wiki/Proof_of_work\">Proof of Work</a>. Die Aufgabe wird in wenigen Sekunden berechnet und du erhältst Zugriff auf die Website. Danke für deine Geduld.",
  "jshelter_note": "Anubis benötigt moderne JavaScript-Features, die von Plugins wie JShelter deaktiviert werden. Bitte deaktiviere JShelter oder ähnliche Plugins für diese Domain.",
  "version_info": "Diese Website läuft mit Anubis-Version",
  "try_again": "Erneut versuchen",
  "go_home": "Zur Startseite",
  "contact_webmaster": "Falls du glaubst, dass es sich um einen Fehler handelt, kontaktiere bitte den Administrator unter",
  "connection_security": "Bitte warte einen Moment, während wir die Sicherheit deiner Verbindung prüfen.",
  "javascript_required": "Du musst JavaScript aktivieren, um diese Prüfung durchführen zu können. Dies ist notwendig, da KI-Unternehmen die bisherigen Regeln für das Hosting von Websites nicht mehr respektieren. Eine Lösung ohne JavaScript ist in Entwicklung.",
  "benchmark_requires_js": "Für die Nutzung des Benchmark-Tools muss JavaScript aktiviert sein.",
  "difficulty": "Schwierigkeit:",
  "algorithm": "Algorithmus:",
  "compare": "Vergleich:",
  "time": "Zeit",
  "iters": "Iterationen",
  "time_a": "Zeit A",
  "iters_a": "Iterationen A",
  "time_b": "Zeit B",
  "iters_b": "Iterationen B",
  "static_check_endpoint": "Dies ist ein Endpunkt zur Prüfung durch einen Reverse-Proxy.",
  "authorization_required": "Autorisierung erforderlich",
  "cookies_disabled": "Cookies sind in deinem Browser deaktiviert. Anubis benötigt Cookies, um sicherzustellen, dass es sich um einen legitimen Zugriff handelt. Bitte aktiviere Cookies für diese Domain.",
  "access_denied": "Zugriff verweigert – Fehlercode",
  "dronebl_entry": "Eintrag in DroneBL",
  "see_dronebl_lookup": "anzeigen",
  "internal_server_error": "Interner Serverfehler: Der Administrator hat Anubis fehlerhaft konfiguriert. Bitte kontaktiere den Administrator und bitte ihn, die Logs zu prüfen.",
  "invalid_redirect": "Ungültige Weiterleitung",
  "redirect_not_parseable": "Weiterleitungs-URL kann nicht verarbeitet werden",
  "redirect_domain_not_allowed": "Weiterleitungs-Domain nicht erlaubt",
  "missing_required_forwarded_headers": "Erforderliche X-Forwarded-*-Header fehlen",
  "failed_to_sign_jwt": "JWT konnte nicht signiert werden",
  "invalid_invocation": "Ungültiger Aufruf von MakeChallenge",
  "client_error_browser": "Client-Fehler: Bitte stelle sicher, dass dein Browser aktuell ist, und versuche es später erneut.",
  "oh_noes": "Oh nein!",
  "benchmarking_anubis": "Benchmark wird durchgeführt!",
  "you_are_not_a_bot": "Du bist kein Bot!",
  "making_sure_not_bot": "Dein Browser wird geprüft!",
  "celphase": "CELPHASE",
  "js_web_crypto_error": "Dein Browser verfügt nicht über ein funktionierendes web.crypto-Element. Wird eine sichere Verbindung verwendet?",
  "js_web_workers_error": "Dein Browser unterstützt keine Web-Worker (Anubis verwendet diese, damit der Browser nicht einfriert). Ist ein Plugin wie JShelter installiert?",
  "js_cookies_error": "Dein Browser speichert keine Cookies. Anubis verwendet Cookies, um nach bestandener Prüfung ein signiertes Token abzulegen. Bitte aktiviere Cookies für diese Domain. Die Cookie-Namen von Anubis können sich jederzeit ändern. Cookie-Namen und gespeicherte Werte sind nicht Teil der öffentlichen API.",
  "js_context_not_secure": "Diese Verbindung ist nicht sicher!",
  "js_context_not_secure_msg": "Bitte versuche, dich über HTTPS zu verbinden, oder weise den Administrator darauf hin, HTTPS einzurichten. Mehr Informationen: <a href=\"https://developer.mozilla.org/en-US/docs/Web/Security/Secure_Contexts#when_is_a_context_considered_secure\">MDN</a>.",
  "js_calculating": "Berechnung läuft...",
  "js_missing_feature": "Fehlendes Feature",
  "js_challenge_error": "Prüfung fehlgeschlagen!",
  "js_challenge_error_msg": "Der Prüf-Algorithmus konnte nicht geladen werden. Bitte lade die Seite neu.",
  "js_calculating_difficulty": "Berechnung läuft...<br/>Schwierigkeit:",
  "js_speed": "Geschwindigkeit:",
  "js_verification_longer": "Die Prüfung dauert länger als erwartet. Bitte warte und lade die Seite nicht neu.",
  "js_success": "Erfolgreich!",
  "js_done_took": "Fertig! Dauer:",
  "js_iterations": "Iterationen",
  "js_finished_reading": "Fertig gelesen – weiter zur Seite →",
  "js_calculation_error": "Berechnungsfehler!",
  "js_calculation_error_msg": "Fehler bei der Berechnung der Prüfung:"
}
